Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# heading_accuracy
source: Accuracy ±%1$@°
ar: الدقة ±%1$@°
as: সঠিকতা ±%1$@°
bn: নির্ভুলতা ±%1$@°
bs: Tačnost ±%1$@°
ckb: وردی ±%1$@°
es: Precisión ±%1$@°
fa: دقت ±%1$@°
fa_af: دقت ±%1$@°
fil: Katumpakan ±%1$@°
fr: Précision ±%1$@°
gu: ચોકસાઈ ±%1$@°
ha: Daidaito ±%1$@°
hi: सटीकता ±%1$@°
hu: Pontosság ±%1$@°
id: Akurasi ±%1$@°
ka: სიზუსტე ±%1$@°
km: ភាពត្រឹមត្រូវ ±%1$@°
kn: ನಿಖರತೆ ±%1$@°
mk: Прецизност ±%1$@°
ml: കൃത്യത ±%1$@°
mr: अचूकता ±%1$@°
nl: Nauwkeurigheid ±%1$@°
pa: ਸ਼ੁੱਧਤਾ ±%1$@°
pt: Precisão ±%1$@°
ru: Точность ±%1$@°
si: නිරවද්‍යතාව ±%1$@°
sr: Тачност ±%1$@°
sw: Usahihi ±%1$@°
te: ఖచ్చితత్వం ±%1$@°
th: ความแม่นยำ ±%1$@°
tr: Hassasiyet ±%1$@°
ug: ئېنىقلىق ±%1$@°
ur: درستی ±%1$@°
vi: Độ chính xác ±%1$@°
zh_hans: 精度 ±%1$@°

source: High-latitude rule
ar: قاعدة العروض العليا
as: উচ্চ অক্ষাংশৰ নিয়ম
bn: উচ্চ অক্ষাংশের নিয়ম
bs: Pravilo za velike širine
ckb: یاسای پانییە بەرزەکان
es: Regla de latitudes altas
fa: قاعده عرض‌های بالا
fa_af: قاعده عرض‌های بالا
fil: Panuntunan sa mataas na latitude
fr: Règle des hautes latitudes
gu: ઊંચા અક્ષાંશનો નિયમ
ha: Ƙa'idar manyan latitude
hi: ऊँचे अक्षांश का नियम
hu: Magas szélességi szabály
id: Aturan lintang tinggi
ka: მაღალი განედის წესი
km: ច្បាប់រយៈទទឹងខ្ពស់
kn: ಉನ್ನತ ಅಕ್ಷಾಂಶ ನಿಯಮ
mk: Правило за високи ширини
ml: ഉയർന്ന അക്ഷാംശ നിയമം
mr: उच्च अक्षांशाचा नियम
nl: Regel voor hoge breedtegraden
pa: ਉੱਚ ਅਕਸ਼ਾਂਸ਼ ਦਾ ਨਿਯਮ
pt: Regra para altas latitudes
ru: Правило для высоких широт
si: ඉහළ අක්ෂාංශ නීතිය
sr: Правило за велике ширине
sw: Kanuni ya latitudo za juu
te: అధిక అక్షాంశ నియమం
th: กฎละติจูดสูง
tr: Yüksek enlem kuralı
ug: يۇقىرى كەڭلىك قائىدىسى
ur: بلند عرض بلد کا اصول
vi: Quy tắc vĩ độ cao
zh_hans: 高纬度规则

# hijri_adjustment
source: Hijri date adjustment
ar: تعديل التاريخ الهجري
as: হিজৰী তাৰিখ সমন্বয়
bn: হিজরি তারিখ সমন্বয়
bs: Podešavanje hidžretskog datuma
ckb: ڕێکخستنی ڕێکەوتی کۆچی
es: Ajuste de la fecha hégira
fa: تنظیم تاریخ هجری قمری
fa_af: تنظیم تاریخ هجری قمری
fil: Pag-aayos ng petsang Hijri
fr: Ajustement de la date hégirienne
gu: હિજરી તારીખમાં ફેરફાર
ha: Gyaran kwanan watan Hijira
hi: हिजरी तारीख़ में सुधार
hu: Hidzsra szerinti dátum igazítása
id: Penyesuaian tanggal Hijriah
ka: ჰიჯრის თარიღის კორექტირება
km: ការកែតម្រូវកាលបរិច្ឆេទហ៊ីជរ៉ះ
kn: ಹಿಜರಿ ದಿನಾಂಕ ಹೊಂದಾಣಿಕೆ
mk: Прилагодување на хиџретскиот датум
ml: ഹിജ്റ തീയതി ക്രമീകരണം
mr: हिजरी तारखेत बदल
nl: Hijri-datum aanpassen
pa: ਹਿਜਰੀ ਤਾਰੀਖ਼ ਵਿੱਚ ਸੋਧ
pt: Ajuste da data hijri
ru: Коррекция даты по хиджре
si: හිජ්රි දින ගැළපීම
sr: Подешавање хиџретског датума
sw: Marekebisho ya tarehe ya Hijria
te: హిజ్రీ తేదీ సర్దుబాటు
th: ปรับวันที่ฮิจญ์เราะฮ์
tr: Hicri tarih düzeltmesi
ug: ھىجرىيە چېسلاسىنى تەڭشەش
ur: ہجری تاریخ میں ترمیم
vi: Điều chỉnh ngày Hijri
zh_hans: 希吉来历日期调整

# hijri_calendar_note
source: Hijri dates use the Umm al-Qura calendar. Local moon sighting can differ by a day.
ar: التاريخ الهجري وفق تقويم أم القرى، وقد تختلف رؤية الهلال المحلية بيوم.
as: হিজৰী তাৰিখবোৰ উম্মুল কুৰা কেলেণ্ডাৰ অনুসৰি। স্থানীয়ভাৱে জোন দেখাৰ কাৰণে এদিনৰ পাৰ্থক্য হ'ব পাৰে।
bn: হিজরি তারিখ উম্মুল কুরা ক্যালেন্ডার অনুযায়ী। স্থানীয় চাঁদ দেখার কারণে এক দিনের পার্থক্য হতে পারে।
bs: Hidžretski datumi prate kalendar Umm al-Kura. Lokalno viđenje mladog mjeseca može se razlikovati za jedan dan.
ckb: ڕێکەوتە کۆچییەکان ڕۆژژمێری ئوم ئەلقورا بەکاردەهێنن. بینینی مانگ لە ناوچەکەت لەوانەیە ڕۆژێک جیاواز بێت.
es: Las fechas hégiras usan el calendario Umm al-Qura; el avistamiento local puede variar un día.
fa: تاریخ‌های هجری قمری بر اساس تقویم ام‌القری است. رؤیت محلی ماه ممکن است یک روز تفاوت داشته باشد.
fa_af: تاریخ‌های هجری قمری بر اساس تقویم ام‌القری است. رؤیت محلی ماه ممکن است یک روز تفاوت داشته باشد.
fil: Gumagamit ang mga petsang Hijri ng kalendaryong Umm al-Qura. Maaaring magkaiba nang isang araw ang lokal na pagkakita sa buwan.
fr: Dates hégiriennes selon le calendrier Umm al-Qura ; l’observation locale peut différer d’un jour.
gu: હિજરી તારીખો ઉમ્મુલ કુરા કૅલેન્ડર મુજબ છે. સ્થાનિક ચાંદ દેખાવાને કારણે એક દિવસનો ફરક પડી શકે છે.
ha: Kwanakin Hijira suna amfani da kalandar Umm al-Qura. Ganin wata a yankinku zai iya bambanta da kwana ɗaya.
hi: हिजरी तारीख़ें उम्मुल क़ुरा कैलेंडर के अनुसार हैं। स्थानीय चाँद दिखने से एक दिन का फ़र्क़ हो सकता है।
hu: A hidzsra szerinti dátumok az Umm al-Kura naptárt követik. A helyi holdészlelés egy nappal eltérhet.
id: Tanggal Hijriah memakai kalender Umm al-Qura; rukyat lokal bisa berbeda sehari.
ka: ჰიჯრის თარიღები უმ ალ-ყურას კალენდარს ეყრდნობა. ადგილობრივი მთვარის დანახვა შეიძლება ერთი დღით განსხვავდებოდეს.
km: កាលបរិច្ឆេទហ៊ីជរ៉ះប្រើប្រតិទិន Umm al-Qura។ ការមើលព្រះចន្ទក្នុងតំបន់អាចខុសគ្នាមួយថ្ងៃ។
kn: ಹಿಜರಿ ದಿನಾಂಕಗಳು ಉಮ್ಮುಲ್ ಕುರಾ ಕ್ಯಾಲೆಂಡರ್ ಅನ್ನು ಬಳಸುತ್ತವೆ. ಸ್ಥಳೀಯ ಚಂದ್ರದರ್ಶನದಿಂದ ಒಂದು ದಿನದ ವ್ಯತ್ಯಾಸ ಇರಬಹುದು.
mk: Хиџретските датуми го следат календарот Умм ал-Кура. Локалното гледање на месечината може да се разликува за еден ден.
ml: ഹിജ്റ തീയതികൾ ഉമ്മുൽ ഖുറാ കലണ്ടർ പ്രകാരമാണ്. പ്രാദേശിക മാസപ്പിറവി ദർശനത്തിൽ ഒരു ദിവസത്തെ വ്യത്യാസം വരാം.
mr: हिजरी तारखा उम्मुल कुरा कॅलेंडरनुसार आहेत. स्थानिक चंद्रदर्शनामुळे एका दिवसाचा फरक पडू शकतो.
nl: Hijri-data volgen de Umm al-Qura-kalender. Lokale maanwaarneming kan een dag verschillen.
pa: ਹਿਜਰੀ ਤਾਰੀਖ਼ਾਂ ਉੱਮ ਅਲ-ਕੁਰਾ ਕੈਲੰਡਰ ਮੁਤਾਬਕ ਹਨ। ਸਥਾਨਕ ਚੰਨ ਦੇ ਦੀਦਾਰ ਨਾਲ ਇੱਕ ਦਿਨ ਦਾ ਫ਼ਰਕ ਹੋ ਸਕਦਾ ਹੈ।
pt: As datas hijri usam o calendário Umm al-Qura. A observação local da lua pode variar em um dia.
ru: Даты по хиджре даны по календарю Умм аль-Кура. Местное наблюдение луны может отличаться на день.
si: හිජ්රි දින උම්මුල් කුරා දින දර්ශනය භාවිත කරයි. ප්‍රාදේශීය සඳ දර්ශනය අනුව එක් දිනක වෙනසක් විය හැක.
sr: Хиџретски датуми прате календар Умм ал-Кура. Локално виђење младог месеца може се разликовати за један дан.
sw: Tarehe za Hijria zinatumia kalenda ya Umm al-Qura. Kuandama kwa mwezi mahali ulipo kunaweza kutofautiana kwa siku moja.
te: హిజ్రీ తేదీలు ఉమ్ అల్-ఖురా క్యాలెండర్‌ను ఉపయోగిస్తాయి. స్థానిక నెలవంక దర్శనం వల్ల ఒక రోజు తేడా ఉండవచ్చు.
th: วันที่ฮิจญ์เราะฮ์ใช้ปฏิทินอุมมุลกุรอ การดูเดือนในท้องถิ่นอาจต่างกันหนึ่งวัน
tr: Hicri tarihler Ümmü’l-Kurâ takvimine göredir; yerel hilal gözlemi bir gün farklı olabilir.
ug: ھىجرىيە چېسلالىرى ئۇممۇلقۇرا كالېندارى بويىچە. يەرلىك ئاي كۆرۈش بىر كۈن پەرقلىنىشى مۇمكىن.
ur: ہجری تاریخ ام القریٰ کیلنڈر کے مطابق ہے؛ مقامی رؤیت میں ایک دن کا فرق ہو سکتا ہے۔
vi: Ngày Hijri theo lịch Umm al-Qura. Việc nhìn trăng tại địa phương có thể chênh một ngày.
zh_hans: 希吉来历日期采用乌姆古拉历法。当地见月可能相差一天。

# hl_auto
source: Automatic (recommended)
ar: تلقائي (موصى به)
as: স্বয়ংক্ৰিয় (পৰামৰ্শিত)
bn: স্বয়ংক্রিয় (প্রস্তাবিত)
bs: Automatski (preporučeno)
ckb: خۆکار (پێشنیارکراو)
es: Automática (recomendada)
fa: خودکار (پیشنهادی)
fa_af: خودکار (پیشنهادی)
fil: Awtomatiko (inirerekomenda)
fr: Automatique (recommandé)
gu: આપમેળે (ભલામણ કરેલ)
ha: Na atomatik (an ba da shawara)
hi: स्वचालित (सुझाया गया)
hu: Automatikus (ajánlott)
id: Otomatis (disarankan)
ka: ავტომატური (რეკომენდებული)
km: ស្វ័យប្រវត្តិ (បានណែនាំ)
kn: ಸ್ವಯಂಚಾಲಿತ (ಶಿಫಾರಸು)
mk: Автоматски (препорачано)
ml: സ്വയമേവ (ശുപാർശ ചെയ്യുന്നത്)
mr: आपोआप (शिफारस केलेले)
nl: Automatisch (aanbevolen)
pa: ਆਪਣੇ-ਆਪ (ਸਿਫ਼ਾਰਸ਼ੀ)
pt: Automática (recomendada)
ru: Автоматически (рекомендуется)
si: ස්වයංක්‍රීය (නිර්දේශිත)
sr: Аутоматски (препоручено)
sw: Kiotomatiki (inapendekezwa)
te: ఆటోమేటిక్ (సిఫార్సు చేయబడింది)
th: อัตโนมัติ (แนะนำ)
tr: Otomatik (önerilen)
ug: ئاپتوماتىك (تەۋسىيە)
ur: خودکار (تجویز کردہ)
vi: Tự động (khuyên dùng)
zh_hans: 自动（推荐）

# hl_middle
source: Middle of the night
ar: منتصف الليل
as: মাজনিশা
bn: মধ্যরাত
bs: Sredina noći
ckb: نیوەی شەو
es: Mitad de la noche
fa: نیمه شب
fa_af: نیمه شب
fil: Kalagitnaan ng gabi
fr: Milieu de la nuit
gu: રાતનો મધ્ય ભાગ
ha: Tsakiyar dare
hi: आधी रात
hu: Az éjszaka közepe
id: Tengah malam
ka: ღამის შუა
km: ពាក់កណ្ដាលយប់
kn: ರಾತ್ರಿಯ ಮಧ್ಯಭಾಗ
mk: Средина на ноќта
ml: രാത്രിയുടെ മധ്യം
mr: मध्यरात्र
nl: Midden van de nacht
pa: ਅੱਧੀ ਰਾਤ
pt: Metade da noite
ru: Середина ночи
si: රාත්‍රියේ මැද
sr: Средина ноћи
sw: Katikati ya usiku
te: రాత్రి మధ్య భాగం
th: กึ่งกลางของกลางคืน
tr: Gecenin yarısı
ug: كېچىنىڭ يېرىمى
ur: نصف شب
vi: Nửa đêm
zh_hans: 夜晚的中点

# hl_seventh
source: One-seventh of the night
ar: سُبع الليل
as: ৰাতিৰ সাত ভাগৰ এভাগ
bn: রাতের সাত ভাগের এক ভাগ
bs: Sedmina noći
ckb: یەک لەسەر حەوتی شەو
es: Un séptimo de la noche
fa: یک‌هفتم شب
fa_af: یک‌هفتم شب
fil: Ikapito ng gabi
fr: Un septième de la nuit
gu: રાતનો સાતમો ભાગ
ha: Kashi ɗaya cikin bakwai na dare
hi: रात का सातवाँ हिस्सा
hu: Az éjszaka hetede
id: Sepertujuh malam
ka: ღამის მეშვიდედი
km: មួយភាគប្រាំពីរនៃយប់
kn: ರಾತ್ರಿಯ ಏಳನೇ ಒಂದು ಭಾಗ
mk: Седмина од ноќта
ml: രാത്രിയുടെ ഏഴിലൊന്ന്
mr: रात्रीचा सातवा भाग
nl: Een zevende van de nacht
pa: ਰਾਤ ਦਾ ਸੱਤਵਾਂ ਹਿੱਸਾ
pt: Um sétimo da noite
ru: Седьмая часть ночи
si: රාත්‍රියෙන් හත්වන කොටස
sr: Седмина ноћи
sw: Sehemu ya saba ya usiku
te: రాత్రిలో ఏడవ వంతు
th: หนึ่งในเจ็ดของกลางคืน
tr: Gecenin yedide biri
ug: كېچىنىڭ يەتتىدىن بىرى
ur: رات کا ساتواں حصہ
vi: Một phần bảy đêm
zh_hans: 夜晚的七分之一

# hl_twilight
source: Twilight angle
ar: زاوية الشفق
as: গোধূলিৰ কোণ
bn: গোধূলির কোণ
bs: Ugao sumraka
ckb: گۆشەی شەفەق
es: Ángulo del crepúsculo
fa: زاویه شفق
fa_af: زاویه شفق
fil: Anggulo ng takipsilim
fr: Angle du crépuscule
gu: સંધ્યાપ્રકાશનો ખૂણો
ha: Kusurwar magriba
hi: शफ़क़ का कोण
hu: Szürkületi szög
id: Sudut senja
ka: ბინდის კუთხე
km: មុំព្រលប់
kn: ಸಂಧ್ಯಾ ಕೋನ
mk: Агол на самракот
ml: സന്ധ്യാ കോൺ
mr: संधिप्रकाशाचा कोन
nl: Schemeringshoek
pa: ਸ਼ਫ਼ਕ ਦਾ ਕੋਣ
pt: Ângulo do crepúsculo
ru: Угол сумерек
si: සන්ධ්‍යා කෝණය
sr: Угао сумрака
sw: Pembe ya mwanga wa jioni
te: సంధ్యా కోణం
th: มุมแสงสนธยา
tr: Alacakaranlık açısı
ug: شەپەق بۇلۇڭى
ur: شفق کا زاویہ
vi: Góc hoàng hôn
zh_hans: 曙暮光角度

# hours_listed
source: Listed hours: %1$@
ar: الأوقات المدرجة: %1$@
as: তালিকাভুক্ত সময়: %1$@
bn: তালিকাভুক্ত সময়: %1$@
bs: Navedeno radno vrijeme: %1$@
ckb: کاتە تۆمارکراوەکان: %1$@
es: Horario indicado: %1$@
fa: ساعات ثبت‌شده: %1$@
fa_af: ساعات ثبت‌شده: %1$@
fil: Nakalistang oras: %1$@
fr: Horaires indiqués : %1$@
gu: નોંધાયેલ સમય: %1$@
ha: Lokutan da aka rubuta: %1$@
hi: दर्ज समय: %1$@
hu: Megadott nyitvatartás: %1$@
id: Jam tercatat: %1$@
ka: მითითებული საათები: %1$@
km: ម៉ោងដែលបានចុះ៖ %1$@
kn: ಪಟ್ಟಿ ಮಾಡಿದ ಸಮಯ: %1$@
mk: Наведено работно време: %1$@
ml: രേഖപ്പെടുത്തിയ സമയം: %1$@
mr: नोंदवलेल्या वेळा: %1$@
nl: Vermelde tijden: %1$@
pa: ਦਰਜ ਸਮਾਂ: %1$@
pt: Horário informado: %1$@
ru: Указанные часы: %1$@
si: සඳහන් වේලාවන්: %1$@
sr: Наведено радно време: %1$@
sw: Saa zilizoorodheshwa: %1$@
te: పేర్కొన్న సమయాలు: %1$@
th: เวลาที่ระบุ: %1$@
tr: Kayıtlı saatler: %1$@
ug: خاتىرىلەنگەن ۋاقىت: %1$@
ur: درج اوقات: %1$@
vi: Giờ được ghi: %1$@
zh_hans: 所列时间：%1$@

# hours_unknown
source: Opening hours unknown
ar: أوقات الفتح غير معروفة
as: খোলাৰ সময় জনা নাই
bn: খোলার সময় জানা নেই
bs: Radno vrijeme nepoznato
ckb: کاتی کارکردن نەزانراوە
es: Horario desconocido
fa: ساعات کار نامعلوم
fa_af: ساعات کار نامعلوم
fil: Hindi alam ang oras ng pagbubukas
fr: Horaires d’ouverture inconnus
gu: ખુલવાનો સમય ખબર નથી
ha: Ba a san lokutan buɗewa ba
hi: खुलने का समय पता नहीं
hu: Nyitvatartás ismeretlen
id: Jam buka tidak diketahui
ka: სამუშაო საათები უცნობია
km: មិនស្គាល់ម៉ោងបើក
kn: ತೆರೆಯುವ ಸಮಯ ತಿಳಿದಿಲ್ಲ
mk: Работното време е непознато
ml: തുറക്കുന്ന സമയം അറിയില്ല
mr: उघडण्याच्या वेळा माहीत नाहीत
nl: Openingstijden onbekend
pa: ਖੁੱਲ੍ਹਣ ਦਾ ਸਮਾਂ ਪਤਾ ਨਹੀਂ
pt: Horário de funcionamento desconhecido
ru: Часы работы неизвестны
si: විවෘත වේලාවන් නොදනී
sr: Радно време непознато
sw: Saa za kufunguliwa hazijulikani
te: తెరిచే సమయాలు తెలియవు
th: ไม่ทราบเวลาเปิด
tr: Açılış saatleri bilinmiyor
ug: ئېچىلىش ۋاقتى نامەلۇم
ur: کھلنے کے اوقات معلوم نہیں
vi: Chưa rõ giờ mở cửa
zh_hans: 开放时间未知

# hours_unverified_note
source: Listed hours come from map data and may be out of date. Prayer congregation times are not included.
ar: الأوقات المدرجة من بيانات الخريطة وقد تكون قديمة، ولا تشمل أوقات إقامة الجماعة.
as: তালিকাভুক্ত সময় মানচিত্ৰৰ তথ্যৰ পৰা লোৱা আৰু পুৰণি হ'ব পাৰে। জামাতৰ সময় অন্তৰ্ভুক্ত নহয়।
bn: তালিকাভুক্ত সময় মানচিত্রের ডেটা থেকে নেওয়া এবং পুরোনো হতে পারে। জামাতের সময় এতে নেই।
bs: Navedeno radno vrijeme potiče iz podataka mape i možda nije ažurno. Vremena zajedničkog namaza nisu uključena.
ckb: کاتە تۆمارکراوەکان لە زانیاری نەخشەوە دێن و لەوانەیە کۆن بن. کاتەکانی نوێژی بە کۆمەڵ تێدا نییە.
es: El horario procede de datos del mapa y puede estar desactualizado. No incluye los horarios de oración en congregación.
fa: ساعات ثبت‌شده از داده‌های نقشه است و ممکن است قدیمی باشد. اوقات نماز جماعت در آن نیست.
fa_af: ساعات ثبت‌شده از معلومات نقشه است و ممکن است قدیمی باشد. اوقات نماز جماعت در آن نیست.
fil: Galing sa datos ng mapa ang nakalistang oras at maaaring luma na. Hindi kasama ang oras ng sama-samang pagdarasal.
fr: Horaires issus des données cartographiques, peut-être anciens. Les horaires de la prière en commun ne sont pas inclus.
gu: નોંધાયેલ સમય નકશાના ડેટામાંથી છે અને જૂના હોઈ શકે છે. જમાતના સમય શામેલ નથી.
ha: Lokutan da aka rubuta sun fito daga bayanan taswira kuma suna iya zama tsofaffi. Ba a haɗa lokutan sallar jam'i ba.
hi: दर्ज समय नक्शे के डेटा से लिए गए हैं और पुराने हो सकते हैं। जमाअत के समय शामिल नहीं हैं।
hu: A megadott nyitvatartás térképadatokból származik, és elavult lehet. A közös imák időpontjai nem szerepelnek benne.
id: Jam tercatat berasal dari data peta dan mungkin usang. Waktu salat berjamaah tidak termasuk.
ka: მითითებული საათები რუკის მონაცემებიდანაა და შეიძლება მოძველებული იყოს. ჯამაათით ლოცვის დროები არ შედის.
km: ម៉ោងដែលបានចុះមកពីទិន្នន័យផែនទី ហើយអាចហួសសម័យ។ មិនរួមបញ្ចូលម៉ោងសឡាតរួមគ្នាទេ។
kn: ಪಟ್ಟಿ ಮಾಡಿದ ಸಮಯಗಳು ನಕ್ಷೆಯ ಡೇಟಾದಿಂದ ಬಂದಿವೆ ಮತ್ತು ಹಳೆಯದಾಗಿರಬಹುದು. ಜಮಾಅತ್ ಸಮಯಗಳನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ.
mk: Наведеното работно време доаѓа од податоците на мапата и можеби не е ажурно. Времињата за заеднички намаз не се вклучени.
ml: രേഖപ്പെടുത്തിയ സമയങ്ങൾ മാപ്പ് ഡാറ്റയിൽ നിന്നുള്ളതാണ്, പഴയതാകാം. ജമാഅത്ത് സമയങ്ങൾ ഉൾപ്പെടുത്തിയിട്ടില്ല.
mr: नोंदवलेल्या वेळा नकाशाच्या डेटामधून घेतल्या आहेत आणि जुन्या असू शकतात. जमातच्या वेळा समाविष्ट नाहीत.
nl: Vermelde tijden komen uit kaartgegevens en kunnen verouderd zijn. Tijden van het gezamenlijk gebed staan er niet bij.
pa: ਦਰਜ ਸਮਾਂ ਨਕਸ਼ੇ ਦੇ ਡਾਟਾ ਤੋਂ ਹੈ ਅਤੇ ਪੁਰਾਣਾ ਹੋ ਸਕਦਾ ਹੈ। ਜਮਾਤ ਦੇ ਵਕਤ ਸ਼ਾਮਲ ਨਹੀਂ ਹਨ।
pt: O horário informado vem dos dados do mapa e pode estar desatualizado. Os horários das orações em congregação não estão incluídos.
ru: Часы работы взяты из картографических данных и могут быть устаревшими. Время коллективных намазов не указано.
si: සඳහන් වේලාවන් සිතියම් දත්තවලින් ලැබුණු ඒවා වන අතර යල් පැනගිය ඒවා විය හැක. ජමාඅත් වේලාවන් ඇතුළත් නැත.
sr: Наведено радно време потиче из података мапе и можда није ажурно. Времена заједничког намаза нису укључена.
sw: Saa zilizoorodheshwa zinatoka kwenye data ya ramani na huenda zimepitwa na wakati. Nyakati za sala ya jamaa hazijajumuishwa.
te: పేర్కొన్న సమయాలు మ్యాప్ డేటా నుండి వచ్చాయి, పాతవి కావచ్చు. జమాత్ సమయాలు చేర్చబడలేదు.
th: เวลาที่ระบุมาจากข้อมูลแผนที่และอาจไม่เป็นปัจจุบัน ไม่รวมเวลาละหมาดญะมาอะฮ์
tr: Kayıtlı saatler harita verisinden gelir ve eski olabilir. Cemaat vakitleri dahil değildir.
ug: خاتىرىلەنگەن ۋاقىتلار خەرىتە سانلىق مەلۇماتىدىن ئېلىنغان، كونىراپ قالغان بولۇشى مۇمكىن. جامائەت ناماز ۋاقىتلىرى ئۇنىڭ ئىچىدە ئەمەس.
ur: درج اوقات نقشے کے ڈیٹا سے ہیں اور پرانے ہو سکتے ہیں۔ جماعت کے اوقات شامل نہیں۔
vi: Giờ được ghi lấy từ dữ liệu bản đồ và có thể đã cũ. Không bao gồm giờ cầu nguyện tập thể.
zh_hans: 所列时间来自地图数据，可能已过时。不包含集体礼拜时间。

# import_done
source: Added %1$@
ar: تمت إضافة %1$@
as: %1$@ যোগ কৰা হ'ল
bn: %1$@ যোগ করা হয়েছে
bs: Dodano: %1$@
ckb: %1$@ زیاد کرا
es: %1$@ añadido
fa: %1$@ اضافه شد
fa_af: %1$@ اضافه شد
fil: Naidagdag ang %1$@
fr: %1$@ ajouté
gu: %1$@ ઉમેર્યું
ha: An ƙara %1$@
hi: %1$@ जोड़ा गया
hu: Hozzáadva: %1$@
id: %1$@ ditambahkan
ka: დაემატა: %1$@
km: បានបន្ថែម %1$@
kn: %1$@ ಸೇರಿಸಲಾಗಿದೆ
mk: Додадено: %1$@
ml: %1$@ ചേർത്തു
mr: %1$@ जोडले
nl: %1$@ toegevoegd
pa: %1$@ ਜੋੜਿਆ ਗਿਆ
pt: %1$@ adicionado
ru: Добавлено: %1$@
si: %1$@ එක් කළා
sr: Додато: %1$@
sw: %1$@ imeongezwa
te: %1$@ జోడించబడింది
th: เพิ่ม %1$@ แล้ว
tr: %1$@ eklendi
ug: %1$@ قوشۇلدى
ur: %1$@ شامل ہو گیا
vi: Đã thêm %1$@
zh_hans: 已添加 %1$@

# import_failed
source: Couldn’t add this file: %1$@
ar: تعذّرت إضافة الملف: %1$@
as: এই ফাইলটো যোগ কৰিব পৰা নগ'ল: %1$@
bn: এই ফাইলটি যোগ করা যায়নি: %1$@
bs: Ovu datoteku nije moguće dodati: %1$@
ckb: نەتوانرا ئەم فایلە زیاد بکرێت: %1$@
es: No se pudo añadir el archivo: %1$@
fa: این فایل اضافه نشد: %1$@
fa_af: این فایل اضافه نشد: %1$@
fil: Hindi maidagdag ang file na ito: %1$@
fr: Impossible d’ajouter ce fichier : %1$@
gu: આ ફાઇલ ઉમેરી શકાઈ નહીં: %1$@
ha: Ba a iya ƙara wannan fayil ba: %1$@
hi: यह फ़ाइल नहीं जोड़ी जा सकी: %1$@
hu: Nem sikerült hozzáadni a fájlt: %1$@
id: File tidak dapat ditambahkan: %1$@
ka: ამ ფაილის დამატება ვერ მოხერხდა: %1$@
km: មិនអាចបន្ថែមឯកសារនេះបានទេ៖ %1$@
kn: ಈ ಫೈಲ್ ಅನ್ನು ಸೇರಿಸಲಾಗಲಿಲ್ಲ: %1$@
mk: Оваа датотека не може да се додаде: %1$@
ml: ഈ ഫയൽ ചേർക്കാനായില്ല: %1$@
mr: ही फाइल जोडता आली नाही: %1$@
nl: Kon dit bestand niet toevoegen: %1$@
pa: ਇਹ ਫ਼ਾਈਲ ਜੋੜੀ ਨਹੀਂ ਜਾ ਸਕੀ: %1$@
pt: Não foi possível adicionar este arquivo: %1$@
ru: Не удалось добавить файл: %1$@
si: මෙම ගොනුව එක් කළ නොහැකි විය: %1$@
sr: Овај фајл није могуће додати: %1$@
sw: Imeshindwa kuongeza faili hii: %1$@
te: ఈ ఫైల్‌ను జోడించలేకపోయాం: %1$@
th: เพิ่มไฟล์นี้ไม่ได้: %1$@
tr: Dosya eklenemedi: %1$@
ug: بۇ ھۆججەتنى قوشقىلى بولمىدى: %1$@
ur: یہ فائل شامل نہیں ہو سکی: %1$@
vi: Không thể thêm tệp này: %1$@
zh_hans: 无法添加此文件：%1$@

# import_pack
source: Import from file
ar: استيراد من ملف
as: ফাইলৰ পৰা আমদানি কৰক
bn: ফাইল থেকে ইমপোর্ট করুন
bs: Uvezi iz datoteke
ckb: هێنان لە فایلەوە
es: Importar desde archivo
fa: وارد کردن از فایل
fa_af: وارد کردن از فایل
fil: Mag-import mula sa file
fr: Importer un fichier
gu: ફાઇલમાંથી ઇમ્પોર્ટ કરો
ha: Shigo daga fayil
hi: फ़ाइल से इम्पोर्ट करें
hu: Importálás fájlból
id: Impor dari file
ka: ფაილიდან იმპორტი
km: នាំចូលពីឯកសារ
kn: ಫೈಲ್‌ನಿಂದ ಆಮದು ಮಾಡಿ
mk: Увези од датотека
ml: ഫയലിൽ നിന്ന് ഇമ്പോർട്ട് ചെയ്യുക
mr: फाइलमधून आयात करा
nl: Importeren uit bestand
pa: ਫ਼ਾਈਲ ਤੋਂ ਇੰਪੋਰਟ ਕਰੋ
pt: Importar de arquivo
ru: Импорт из файла
si: ගොනුවකින් ආයාත කරන්න
sr: Увези из фајла
sw: Leta kutoka kwenye faili
te: ఫైల్ నుండి దిగుమతి చేయి
th: นำเข้าจากไฟล์
tr: Dosyadan içe aktar
ug: ھۆججەتتىن ئەكىرىش
ur: فائل سے درآمد کریں
vi: Nhập từ tệp
zh_hans: 从文件导入

# intent_ask_desc
source: Ask a question by voice or text; Near Mosque opens with the answer and its sources.
ar: اسأل بصوتك أو بالكتابة، ويفتح تطبيق أقرب مسجد مع الإجابة ومصادرها.
as: মাত বা লিখনিৰে সোধক; Near Mosque উত্তৰ আৰু উৎসৰ সৈতে খোলে।
bn: কণ্ঠে বা লিখে জিজ্ঞাসা করুন; Near Mosque উত্তর ও তার উৎসসহ খোলে।
bs: Pitajte glasom ili tekstom; Near Mosque se otvara s odgovorom i izvorima.
ckb: بە دەنگ یان نووسین بپرسە؛ ئەپی نزیکترین مزگەوت لەگەڵ وەڵام و سەرچاوەکانی دەکرێتەوە.
es: Pregunta por voz o por texto; Near Mosque se abre con la respuesta y sus fuentes.
fa: با صدا یا نوشتن بپرسید؛ برنامهٔ نزدیک‌ترین مسجد با پاسخ و منابع آن باز می‌شود.
fa_af: با صدا یا نوشتن بپرسید؛ برنامهٔ نزدیک‌ترین مسجد با پاسخ و منابع آن باز می‌شود.
fil: Magtanong gamit ang boses o teksto; bubukas ang Near Mosque kasama ang sagot at mga pinagmulan nito.
fr: Posez une question à voix haute ou par écrit ; Near Mosque s’ouvre avec la réponse et ses sources.
gu: અવાજ કે લખાણથી પૂછો; Near Mosque જવાબ અને તેના સ્રોત સાથે ખૂલે છે.
ha: Yi tambaya da murya ko rubutu; Near Mosque zai buɗe da amsa da tushenta.
hi: आवाज़ या टेक्स्ट से पूछें; Near Mosque जवाब और उसके स्रोतों के साथ खुलता है।
hu: Kérdezzen hanggal vagy szöveggel; az Near Mosque a válasszal és forrásaival nyílik meg.
id: Bertanya dengan suara atau teks; Near Mosque terbuka dengan jawaban dan sumbernya.
ka: იკითხეთ ხმით ან ტექსტით; Near Mosque გაიხსნება პასუხით და წყაროებით.
km: សួរដោយសំឡេង ឬអក្សរ Near Mosque នឹងបើកជាមួយចម្លើយ និងប្រភព។
kn: ಧ್ವನಿ ಅಥವಾ ಪಠ್ಯದಿಂದ ಕೇಳಿ; Near Mosque ಉತ್ತರ ಮತ್ತು ಮೂಲಗಳೊಂದಿಗೆ ತೆರೆಯುತ್ತದೆ.
mk: Прашајте со глас или текст; Near Mosque се отвора со одговорот и изворите.
ml: ശബ്ദമോ എഴുത്തോ ഉപയോഗിച്ച് ചോദിക്കുക; Near Mosque ഉത്തരവും ഉറവിടങ്ങളുമായി തുറക്കും.
mr: आवाज किंवा मजकुराने विचारा; Near Mosque उत्तर आणि स्रोतांसह उघडते.
nl: Stel een vraag met je stem of tekst; Near Mosque opent met het antwoord en de bronnen.
pa: ਆਵਾਜ਼ ਜਾਂ ਲਿਖਤ ਨਾਲ ਪੁੱਛੋ; Near Mosque ਜਵਾਬ ਅਤੇ ਸਰੋਤਾਂ ਨਾਲ ਖੁੱਲ੍ਹਦਾ ਹੈ।
pt: Pergunte por voz ou texto; o Near Mosque abre com a resposta e as fontes.
ru: Спросите голосом или текстом — Near Mosque откроется с ответом и источниками.
si: හඬෙන් හෝ ලිඛිතව අසන්න; Near Mosque පිළිතුර සහ මූලාශ්‍ර සමඟ විවෘත වේ.
sr: Питајте гласом или текстом; Near Mosque се отвара са одговором и изворима.
sw: Uliza kwa sauti au maandishi; Near Mosque hufunguka na jibu na vyanzo vyake.
te: వాయిస్ లేదా టెక్స్ట్‌తో అడగండి; Near Mosque సమాధానం, మూలాలతో తెరుచుకుంటుంది.
th: ถามด้วยเสียงหรือข้อความ Near Mosque จะเปิดพร้อมคำตอบและแหล่งที่มา
tr: Sesle ya da yazarak sorun; Near Mosque cevap ve kaynaklarıyla açılır.
ug: ئاۋاز ياكى يېزىق بىلەن سوراڭ؛ «ئەڭ يېقىن مەسچىت» جاۋاب ۋە مەنبەلىرى بىلەن ئېچىلىدۇ.
ur: آواز یا تحریر سے سوال پوچھیں؛ قریبی مسجد ایپ جواب اور اس کے ماخذ کے ساتھ کھلتا ہے۔
vi: Hỏi bằng giọng nói hoặc văn bản; Near Mosque mở ra cùng câu trả lời và nguồn.
zh_hans: 用语音或文字提问；Near Mosque 会打开并显示答案及其来源。

# intent_ask_prompt
source: What would you like to ask?
ar: ماذا تريد أن تسأل؟
as: আপুনি কি সুধিব বিচাৰে?
bn: আপনি কী জানতে চান?
bs: Šta želite pitati?
ckb: دەتەوێت چی بپرسیت؟
es: ¿Qué quieres preguntar?
fa: چه می‌خواهید بپرسید؟
fa_af: چه می‌خواهید بپرسید؟
fil: Ano ang gusto mong itanong?
fr: Que voulez-vous demander ?
gu: તમે શું પૂછવા માંગો છો?
ha: Me kuke so ku tambaya?
hi: आप क्या पूछना चाहते हैं?
hu: Mit szeretne kérdezni?
id: Apa yang ingin Anda tanyakan?
ka: რისი კითხვა გსურთ?
km: តើអ្នកចង់សួរអ្វី?
kn: ನೀವು ಏನು ಕೇಳಲು ಬಯಸುತ್ತೀರಿ?
mk: Што сакате да прашате?
ml: നിങ്ങൾക്ക് എന്താണ് ചോദിക്കേണ്ടത്?
mr: तुम्हाला काय विचारायचे आहे?
nl: Wat wilt u vragen?
pa: ਤੁਸੀਂ ਕੀ ਪੁੱਛਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: O que você quer perguntar?
ru: Что вы хотите спросить?
si: ඔබට අසන්නට අවශ්‍ය කුමක්ද?
sr: Шта желите да питате?
sw: Ungependa kuuliza nini?
te: మీరు ఏమి అడగాలనుకుంటున్నారు?
th: คุณต้องการถามอะไร
tr: Ne sormak istersiniz?
ug: نېمە سورىماقچى؟
ur: آپ کیا پوچھنا چاہتے ہیں؟
vi: Bạn muốn hỏi gì?
zh_hans: 您想问什么？

# intent_directions
source: Directions to the nearest mosque
ar: الاتجاهات إلى أقرب مسجد
as: ওচৰৰ মছজিদলৈ পথ
bn: কাছের মসজিদের পথ
bs: Put do najbliže džamije
ckb: ڕێگا بۆ نزیکترین مزگەوت
es: Cómo llegar a la mezquita más cercana
fa: مسیر تا نزدیک‌ترین مسجد
fa_af: مسیر تا نزدیک‌ترین مسجد
fil: Direksyon papunta sa pinakamalapit na masjid
fr: Itinéraire vers la mosquée la plus proche
gu: નજીકની મસ્જિદનો રસ્તો
ha: Hanyar zuwa masallaci mafi kusa
hi: सबसे नज़दीकी मस्जिद का रास्ता
hu: Útvonal a legközelebbi mecsethez
id: Petunjuk arah ke masjid terdekat
ka: მარშრუტი უახლოეს მეჩეთამდე
km: ផ្លូវទៅវិហារឥស្លាមជិតបំផុត
kn: ಹತ್ತಿರದ ಮಸೀದಿಗೆ ದಾರಿ
mk: Насоки до најблиската џамија
ml: അടുത്തുള്ള പള്ളിയിലേക്കുള്ള വഴി
mr: जवळच्या मशिदीचा मार्ग
nl: Route naar de dichtstbijzijnde moskee
pa: ਸਭ ਤੋਂ ਨੇੜੇ ਦੀ ਮਸਜਿਦ ਦਾ ਰਸਤਾ
pt: Rota até a mesquita mais próxima
ru: Маршрут до ближайшей мечети
si: ළඟම පල්ලියට මාර්ගය
sr: Пут до најближе џамије
sw: Maelekezo ya msikiti wa karibu
te: దగ్గరి మసీదుకు దారి
th: เส้นทางไปมัสยิดที่ใกล้ที่สุด
tr: En yakın camiye yol tarifi
ug: ئەڭ يېقىن مەسچىتكە يول
ur: قریب ترین مسجد کا راستہ
vi: Chỉ đường đến nhà thờ Hồi giáo gần nhất
zh_hans: 前往最近清真寺的路线
